Repository: pavel-te/simple-wordpress-translations-with-ptc-cli
Catalog: languages/examplewp-*.po
Languages: pt

source: Activity deleted successfully
pt: Atividade eliminada com sucesso

source: There was an error when deleting that activity
pt: Ocorreu um erro ao eliminar essa atividade

source: Activity comment post saved.
pt: Comentário da atividade publicado com êxito.

source: Activity post saved.
pt: Publicação da atividade guardada.

source: %s | Site-Wide Activity
pt: %s | Atividade de Todo o Site

source: Activity feed for the entire site.
pt: Fluxo de atividades para todo o site.

source: %1$s | %2$s | Activity
pt: %1$s | %2$s | Atividade

source: Activity feed for %s.
pt: Fluxo de atividades para %s.

source: %1$s | %2$s | Connections Activity
pt: %1$s | %2$s | Atividade das Conexões

source: Activity feed for %s's connections.
pt: Fluxo de atividades para as conexões de %s.

source: %1$s | %2$s | Group Activity
pt: %1$s | %2$s | Atividade do Grupo

source: Public group activity feed of which %s is a member.
pt: Fluxo de atividades públicas do grupo do qual %s é membro.

source: %1$s | %2$s | Mentions
pt: %1$s | %2$s | Menções
